tap "d12frosted/emacs-plus"
tap "dwarvesf/tap"
tap "felixkratz/formulae"
tap "fish-shell/fish-beta-4"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "rowmur/tap"
tap "simonw/llm"
tap "tbckr/tap"
brew "act"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "highway"
brew "openexr"
brew "jpeg-xl"
brew "argocd"
brew "icu4c@76"
brew "awk"
brew "awscli"
brew "bat"
brew "btop"
brew "c-ares"
brew "cairo"
brew "choose-rust"
brew "cmake"
brew "coreutils"
brew "datamash"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "dust"
brew "fmt"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "fd"
brew "libnghttp2"
brew "unbound"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "gum"
brew "helm"
brew "httpie"
brew "jq"
brew "ijq"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jo"
brew "jpegoptim"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "libgccjit"
brew "librsvg"
brew "llm"
brew "lsd"
brew "lsusb"
brew "luajit"
brew "luarocks"
brew "mise"
brew "mockery"
brew "mysql-client"
brew "neofetch"
brew "nnn"
brew "node"
brew "opam"
brew "openblas"
brew "pigz"
brew "pkgconf"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "starship"
brew "stow"
brew "task"
brew "tealdeer"
brew "thefuck"
brew "tilt"
brew "tokei"
brew "trivy"
brew "typescript"
brew "typescript-language-server"
brew "uv"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "xh"
brew "yadm"
brew "yarn"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fish-shell/fish-beta-4/fish"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "rowmur/tap/blobby"
brew "simonw/llm/ttok"
brew "tbckr/tap/sgpt"
cask "aerospace"
cask "altair-graphql-client"
cask "android-platform-tools"
cask "arc"
cask "beekeeper-studio"
cask "discord"
cask "firefox"
cask "flameshot"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-sf-pro"
cask "hammerspoon"
cask "hiddenbar"
cask "hyperkey"
cask "kap"
cask "meld"
cask "notunes"
cask "orbstack"
cask "raycast"
cask "redis-insight"
cask "session-manager-plugin"
cask "sf-symbols"
cask "tad"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "wezterm@nightly"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-playwright.playwright"
