tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "d12frosted/emacs-plus"
#tap "qmk/qmk"
#tap "adoptopenjdk/openjdk"
brew "awscli"
brew "python"
#brew "awsume"
brew "bat"
brew "direnv"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libgccjit"
brew "librsvg"
brew "lsd"
brew "lsusb"
#brew "mas"
brew "neofetch"
brew "pigz"
brew "ripgrep"
#brew "scrcpy"
brew "starship"
brew "stow"
brew "tealdeer"
brew "thefuck"
brew "tokei"
brew "vim"
brew "watchman"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-elrumo1-icon", "with-native-comp", "with-no-frame-refocus"]
#brew "qmk/qmk/qmk"

#cask "docker"
cask "orbstack"
cask "hyperkey"
cask "flameshot"
cask "font-fantasque-sans-mono-nerd-font"
cask "arc"
cask "google-chrome"
cask "firefox"
cask "kap"
#cask "notion"
cask "notunes"
cask "raycast"
cask "warp"

#mas "Xcode", id: 497799835 
#mas "Slack", id: 803453959 
#mas "Red Lines Tools", id: 1469400117 
